words_setting = {  # тут ты просто собираешь все фразы с файла settings и вставлянш в список ниже
    "RU": [
        '🔥 Введи текст',
        '🔎 еще фраза',
        ' и тут чето на русс',
        ' и злдесь',
        '👤 и кароче все на русс',
        'Введите название трека',
        'Выберете платформу для поиска',
        'Выберите язык',
    ],

    "EN": [  # вот тут те же фразы c settings но на англ яз
        '🔥 Top',
        '🔎 Search',
        'ℹ Information',
        '🌏 Language',
        '👤 My Profile',
        'Enter a track name',
        'Choose a platform to search for',
        'Choose language'
    ]
}

words_keyboard = {  # тут ты просто собираешь все фразы с файла keyboard и вставлянш в список ниже
    "RU": [
        '🔥 Введи текст',
        ' назад',
        ' вперед',
        ' раком',
        '👤 боком',
        ' и тд',
        'Выберете платформу для поиска',
        'Выберите язык',
    ],

    "EN": [  # вот тут те же фразы c keyboard но на англ яз
        '🔥 Top',
        '🔎 Search',
        'ℹ Information',
        '🌏 Language',
        '👤 My Profile',
        'Enter a track name',
        'Choose a platform to search for',
        'Choose language'
    ]
}
''' И ВОТ ТАК СОЗДАЕШЬ СЛОВАРИ ДЛЯ КАЖДОГО ФАЙЛА И В КАЖДОМ ТАКОМ СЛОВАРЕ БУДУТ ФРАЗЫ С КАКОГОТО ФАЙЛА'''
'''А ПОТОМ Я ПРОСТО БУДУ ОТБРАЩАТЬСЯ К СЛОВАРЮ ПО ЯЗЫКУ И БУДУ ДОСТАВАТЬ ФРАЗЫ'''
